export const userAgreementText = `
	Пользовательское соглашение сервисов ТСЖ
1. Общие положения
1.1. ООО «ТСЖ» (далее — «ТСЖ») предлагает пользователю сети Интернет (далее – Пользователь) - использовать свои сервисы на условиях, изложенных в настоящем Пользовательском соглашении (далее — «Соглашение», «ПС»). Соглашение вступает в силу с момента выражения Пользователем согласия с его условиями в порядке, предусмотренном п. 1.4 Соглашения.

1.2. Яндекс предлагает Пользователям доступ к широкому спектру сервисов, включая средства навигации, коммуникации, поиска, размещения и хранения разного рода информации и материалов (контента), персонализации контента, совершения покупок и т. д. Все существующие на данный момент сервисы ООО «ЯНДЕКС» и других компаний, условия использования которых ссылаются на данное Соглашение, а также любое развитие их и/или добавление новых является предметом настоящего Соглашения.

1.3. Использование сервисов ТСЖ регулируется настоящим Соглашением, а также следующими документами, которые являются неотъемлемой частью настоящего соглашения: Лицензией на использование поисковой системы Яндекса (https://yandex.ru/legal/termsofuse), Политикой конфиденциальности (https://yandex.ru/legal/confidential), а также условиями использования отдельных сервисов. Соглашение может быть изменено Яндексом без какого-либо специального уведомления, новая редакция Соглашения вступает в силу с момента ее размещения в сети Интернет по указанному в настоящем абзаце адресу, если иное не предусмотрено новой редакцией Соглашения. Действующая редакция ПС всегда находится на странице по адресу https://yandex.ru/legal/rules.

1.4. Начиная использовать какой-либо сервис/его отдельные функции, либо пройдя процедуру регистрации, Пользователь считается принявшим условия Соглашения в полном объеме, без всяких оговорок и исключений. В случае несогласия Пользователя с какими-либо из положений Соглашения, Пользователь не вправе использовать сервисы Яндекса. В случае если Яндексом были внесены какие-либо изменения в Соглашение в порядке, предусмотренном пунктом 1.3 Соглашения, с которыми Пользователь не согласен, он обязан прекратить использование сервисов ТСЖ.

2. Регистрация Пользователя. Учетная запись Пользователя
2.1. Для того чтобы воспользоваться некоторыми сервисами Яндекса или некоторыми отдельными функциями сервисов, Пользователю необходимо пройти процедуру регистрации, в результате которой для Пользователя будет создана уникальная учетная запись. Пользователь, достигший возраста 16 лет, вправе самостоятельно производить регистрацию учетной записи и использовать сервисы Яндекса в пределах правоспособности, установленной применимым законодательством. В случае если Пользователь не достиг указанного возраста, а также в случаях, когда этого требует применимое законодательство, использование сервисов допускается только с согласия родителей или иных законных представителей. Отдельные сервисы Яндекса могут установить иные возрастные ограничения, о чем дополнительно может быть указано в правовых документах либо в интерфейсе/описании сайта, приложения и/или иного программного продукта.

2.2. Для регистрации Пользователь обязуется предоставить достоверную и полную информацию о себе по вопросам, предлагаемым в форме регистрации, и поддерживать эту информацию в актуальном состоянии. Если Пользователь предоставляет неверную информацию или у Яндекса есть основания полагать, что предоставленная Пользователем информация неполная или недостоверна, Яндекс имеет право по своему усмотрению заблокировать либо удалить учетную запись Пользователя и отказать Пользователю в использовании своих сервисов (либо их отдельных функций).

При регистрации Пользователь может загрузить изображение для учетной записи (аватар). Изображение учетной записи может сопровождать опубликованные Пользователем материалы в рамках использования сервисов ТСЖ. В случае использования в качестве изображения учетной записи изображения Пользователя, Пользователь осознает и соглашается с тем, что Яндекс вправе проводить опубликование и дальнейшее использование изображения Пользователя для использования в сервисах Яндекса, в рекламных продуктах, корпоративных блогах и аккаунтах Яндекса на сторонних ресурсах.

Пользователь может в любой момент настроить имя, которое может сопровождать опубликованные Пользователем материалы в рамках использования сервисов ТСЖ, в том числе комментарии, отзывы на товары, услуги или места и т.п. (Имя в комментариях и отзывах). Пользователь осознает и соглашается с тем, что Яндекс вправе проводить опубликование и дальнейшее использование указанного Пользователем Имени в комментариях и отзывах в сервисах Яндекса, в рекламных продуктах, корпоративных блогах и аккаунтах Яндекса на сторонних ресурсах. Если пользователь не настроил Имя в комментариях и отзывах, то Имя в комментариях и отзывах будет отображаться в формате: Имя и Фамилия, указанные Пользователем в форме регистрации.

Изображение учетной записи и Имя в комментариях и отзывах должно соответствовать требованиям раздела 4 настоящего Соглашения

2.3. Подтверждение учетной записи

2.3.1. Яндекс оставляет за собой право в любой момент потребовать от Пользователя подтверждения данных, указанных при регистрации в учетной записи Пользователя на сервисах Яндекса (в том числе данных Привязанной карты) и содержащих информацию о Пользователе, а также иную информацию, связанную с использованием сервисов Яндекс, доступную Пользователю после авторизации с использованием логина и пароля Пользователя на сервисах Яндекса (его аффилированных лиц).

2.3.2. Для целей проверки заявленных Пользователем данных Яндекс вправе запросить подтверждающие документы (в частности - документы, удостоверяющие личность), непредставление которых, по усмотрению Яндекса, может быть приравнено к предоставлению недостоверной информации и повлечь последствия, предусмотренные п. 2.2 Соглашения. В случае если данные Пользователя, указанные в предоставленных им документах, не соответствуют данным, указанным при регистрации, а также в случае, когда данные, указанные при регистрации, не позволяют идентифицировать Пользователя, Яндекс вправе отказать Пользователю в доступе к учетной записи и использовании сервисов ТСЖ.

2.3.3. В некоторых случаях Яндекс может предоставить Пользователю возможность получить статус верифицированной учетной записи. Для прохождения процедуры верификации учетная запись должна быть подтверждена с помощью мобильного телефона и/или электронной почты, соответствовать условиям настоящего Соглашения и правилам, размещенным на странице Верификации аккаунта Необходимая информация предоставляется Пользователем в порядке п. 2.2. настоящего Соглашения и в формате, предусмотренном правилами Верификации аккаунта, с учетом указанного в правилах перечня запрашиваемых документов. Перечень необходимой информации для верификации учетной записи может быть изменен по усмотрению Яндекса.

2.3.3.1. По результатам проверки предоставленной информации и подтверждающих документов, Пользователь может получить уникальный знак верифицированной учетной записи. В случае несоответствия предоставленной информации условиям п. 2.2., 2.3 настоящего Соглашения, представления ложной или вводящей в заблуждение информации, нарушения условий настоящего Соглашения Яндекс оставляет за собой право удалить знак верификации, либо учетную запись Пользователя в порядке п. 2.10.2 настоящего Соглашения.

2.4. Персональная информация Пользователя, определенная Политикой конфиденциальности и содержащаяся в учетной записи Пользователя, хранится и обрабатывается Яндексом в соответствии с условиями Политики конфиденциальности (https://yandex.ru/legal/confidential).

2.5. Средства для доступа к учетной записи Пользователя.

2.5.1. При регистрации Пользователь самостоятельно выбирает себе логин (уникальное символьное имя учетной записи Пользователя) и пароль для доступа к учетной записи. Яндекс вправе запретить использование определенных логинов, а также устанавливать требования к логину и паролю (длина, допустимые символы и т.д.).

2.5.1.1. Пользователю может быть предоставлена возможность прохождения упрощенной процедуры регистрации учетной записи путем указания номера мобильного телефона, фамилии и имени Пользователя. Последующая авторизация в сервисах Яндекса осуществляется Пользователем путем указания введенного при регистрации номера мобильного телефона и направленного на него кода-подтверждения. В некоторых случаях для авторизации от Пользователя также может потребоваться указание фамилии и имени, предоставленных при регистрации.

Использование отдельных сервисов и/или отдельных функций сервисов ТСЖ с применением учетной записи, созданной в упрощенном порядке, может быть недоступно. Для использования функционала сервисов ТСЖ в полном объеме Пользователю необходимо выбрать логин и пароль для учетной записи в порядке, установленном п. 2.5.1 Соглашения.

2.5.2. После регистрации учетной записи в порядке, установленном в п. 2.5.1. Соглашения, Пользователь имеет возможность начать использовать альтернативное средство аутентификации для доступа к учетной записи, заменив им установленный пароль. Доступ к такому средству предоставляется посредством настройки двухфакторной аутентификации в интерфейсе управления учетной записью Пользователя.

2.5.3 После осуществления Пользователем входа в учетную запись, данные учетной записи могут быть автоматически сохранены в браузере устройства до завершения Пользователем работы под своей учетной записью и не требовать дополнительного ввода средств доступа к учетной записи при каждом использовании сервисов ТСЖ. Автоматически сохраненные в браузере устройства данные учетной записи Пользователя могут быть использованы для доступа к сервисам Яндекса, включая сервисы, сайты, приложения и иные программные продукты его аффилированных лиц (в том числе входящих в одну группу с ООО «ЯНДЕКС»), за исключением случаев, указанных в п. 2.8.2 настоящего Соглашения.

2.6. Пользователь самостоятельно несет ответственность за безопасность (в том числе устойчивость к угадыванию) выбранных им средств для доступа к учетной записи, а также самостоятельно обеспечивает их конфиденциальность. Пользователь самостоятельно несет ответственность за все действия (а также их последствия) в рамках или с использованием сервисов ТСЖ под учетной записью Пользователя, включая случаи добровольной передачи Пользователем данных для доступа к учетной записи Пользователя третьим лицам на любых условиях (в том числе по договорам или соглашениям). При этом все действия в рамках или с использованием сервисов ТСЖ под учетной записью Пользователя считаются произведенными самим Пользователем, за исключением случаев, когда Пользователь, в порядке, предусмотренном п. 2.7., уведомил Яндекс о несанкционированном доступе к сервисам Яндекса с использованием учетной записи Пользователя и/или о любом нарушении (подозрениях о нарушении) конфиденциальности своих средств доступа к учетной записи (номера мобильного телефона, пароля или средств двухфакторной аутентификации).

2.7. Пользователь обязан немедленно уведомить Яндекс о любом случае несанкционированного (не разрешенного Пользователем) доступа к сервисам Яндекса с использованием учетной записи Пользователя и/или о любом нарушении (подозрениях о нарушении) конфиденциальности своих средств доступа к учетной записи. В целях безопасности Пользователь обязан самостоятельно осуществлять безопасное завершение работы под своей учетной записью (кнопка «Выход») по окончании каждой сессии работы с сервисами Яндекса. Яндекс не отвечает за возможную потерю или порчу данных, а также другие последствия любого характера, которые могут произойти из-за нарушения Пользователем положений этой части Соглашения.

2.8. Использование Пользователем своей учетной записи.

2.8.1. Пользователь не вправе воспроизводить, повторять и копировать, продавать и перепродавать, а также использовать для каких-либо коммерческих целей какие-либо части сервисов ТСЖ (включая контент, доступный Пользователю посредством сервисов), или доступ к ним, кроме тех случаев, когда Пользователь получил такое разрешение от Яндекса, либо когда это прямо предусмотрено пользовательским соглашением какого-либо сервиса.

2.8.2. Некоторые категории учетных записей Пользователей могут ограничивать или запрещать использование некоторых сервисов ТСЖ или их отдельных функций в случае если это предусмотрено при регистрации, либо в условиях использования того или иного сервиса.

2.9. Прекращение регистрации. Яндекс вправе заблокировать или удалить учетную запись Пользователя, а также запретить доступ с использованием какой-либо учетной записи к определенным сервисам Яндекса, и удалить любой контент без объяснения причин, в том числе в случае нарушения Пользователем условий Соглашения или условий иных документов, предусмотренных п. 1.3. Соглашения, а также в случае неиспользования соответствующего сервиса, в частности:

2.9.1. Почтовый ящик на сервисе Яндекс.Почта будет удален, если Пользователь не пользовался им более 24 месяцев.

2.10. Удаление учетной записи Пользователя.

2.10.1. Пользователь вправе в любой момент удалить свою учетную запись на всех сервисах Яндекса или при наличии соответствующей функции прекратить ее действие в отношении некоторых из них.

2.10.2. Удаление учетной записи Яндексом осуществляется в следующем порядке:

2.10.2.1. учетная запись автоматически блокируется на срок один месяц, в течение которого доступ Пользователя к своей учетной записи становится невозможен, при этом контент размещенный с помощью такой учетной записи может быть удален;

2.10.2.2. если в течение указанного выше срока учетная запись Пользователя будет восстановлена Пользователем, доступ к учетной записи для Пользователя восстановится, однако контент, размещенной с ее помощью, может не подлежать восстановлению;

2.10.2.3. если в течение указанного выше срока учетная запись Пользователя не будет восстановлена, весь контент, размещенный с ее использованием, будет автоматически удален, а логин будет доступен для использования другим пользователям. С этого момента восстановление учетной записи, какой-либо информации, относящейся к ней, а равно доступов к сервисам Яндекса с использованием этой учетной записи - невозможны.

2.10.3. Приведенный в пп. 2.10.2.1., 2.10.2.2., 2.10.2.3. Соглашения (за исключением доступности логина для использования другими пользователями) порядок применим также к запрету доступа с использованием какой-либо учетной записи к определенным сервисам.

3. Общие положения об использовании и хранении
3.1. Яндекс вправе устанавливать ограничения в использовании сервисов для всех Пользователей, либо для отдельных категорий Пользователей (в зависимости от места пребывания Пользователя, языка, на котором предоставляется сервис и т.д.), в том числе: наличие/отсутствие отдельных функций сервиса, срок хранения почтовых сообщений в сервисе Яндекс.Почта, любого другого контента, максимальное количество сообщений, которые могут быть отправлены или получены одним зарегистрированным пользователем, максимальный размер почтового сообщения или дискового пространства, максимальное количество обращений к сервису за указанный период времени, максимальный срок хранения контента, специальные параметры загружаемого контента и т.д. Яндекс может запретить автоматическое обращение к своим сервисам, а также прекратить прием любой информации, сгенерированной автоматически (например, почтового спама).

Яндекс, в целях защиты оборудования Пользователя и собственного оборудования, вправе ограничить прием любых сообщений и их доставку Пользователю, когда такие сообщения содержат вредоносные программы или код, либо когда автоматические средства фильтрации и антивирусной защиты Яндекса определили наличие таких вредоносных программ или кодов в указанных сообщениях. Пользователь уведомлен и согласен с тем, что Яндекс, в указанных целях, вправе осуществлять анализ и исследование таких вредоносных программ и кодов, содержащихся в указанных сообщениях, для улучшения качества работы автоматических средств фильтрации и антивирусной защиты Яндекса.

3.2. Яндекс вправе направлять Пользователю информационные сообщения. Яндекс также вправе направлять Пользователю сообщения рекламного характера при условии получения согласия способом, соответствующим требованиям законодательства, либо при условии, что Пользователь не отказался от получения сообщений рекламного характера в отношении соответствующего сервиса (при регистрации, либо позднее с использованием соответствующей функциональности).

Пользователь выражает согласие Яндексу на оповещение других Пользователей Сервиса о публичных действиях Пользователя, в том числе о размещении им новых публикаций, о произведенных им действиях в отношении Контента других Пользователей, а также иной активности, совершенной им в рамках Сервиса.

3.3. В целях повышения качества сервисов Яндекс и/или привлекаемые им для проведения опроса лица вправе осуществлять сбор мнений и отзывов Пользователей по различным вопросам путем направления информационного сообщения при очередном посещении Пользователем сервиса либо осуществления связи по контактным данным, указанным Пользователем в учетной записи (посредством телефонных звонков или электронных писем). Собранные мнения и отзывы могут быть использованы для формирования статистических данных, которые могут быть использованы в сервисах Яндекса. Отзывы, предоставленные Пользователем при проведении опроса, также могут быть опубликованы Яндексом в сервисах Яндекса либо в сервисах аффилированных с Яндексом лиц, как с указанием имени (логина) Пользователя, так и без указания. При оставлении отзывов Пользователь обязуется руководствоваться требованиями настоящего Соглашения, в том числе требованиями, установленными п. 5 настоящего Соглашения.

4. Контент Пользователя
4.1. Пользователь самостоятельно несет ответственность за соответствие содержания размещаемого Пользователем контента требованиям действующего законодательства, включая ответственность перед третьими лицами в случаях, когда размещение Пользователем того или иного контента или содержание контента нарушает права и законные интересы третьих лиц, в том числе личные неимущественные права авторов, иные интеллектуальные права третьих лиц, и/или посягает на принадлежащие им нематериальные блага.

4.2. Пользователь признает и соглашается с тем, что Яндекс не обязан просматривать контент любого вида, размещаемый и/или распространяемый Пользователем посредством сервисов ТСЖ, а также то, что Яндекс имеет право (но не обязанность) по своему усмотрению отказать Пользователю в размещении и/или распространении им контента или удалить любой контент, который доступен посредством сервисов ТСЖ. Пользователь осознает и согласен с тем, что он должен самостоятельно оценивать все риски, связанные с использованием контента, включая оценку надежности, полноты или полезности этого контента.

4.3. Пользователь осознает и соглашается с тем, что технология работы сервисов может потребовать копирование (воспроизведение) контента Пользователя Яндексом, а также переработки его Яндексом для соответствия техническим требованиям того или иного сервиса.

5. Условия использования сервисов ТСЖ
5.1. Пользователь самостоятельно несет ответственность перед третьими лицами за свои действия, связанные с использованием Сервиса, в том числе, если такие действия приведут к нарушению прав и законных интересов третьих лиц, а также за соблюдение законодательства при использовании Сервиса.

5.2. При использовании сервисов ТСЖ Пользователь не вправе:

5.2.1. загружать, посылать, передавать или любым другим способом размещать и/или распространять контент, который является незаконным, вредоносным, клеветническим, оскорбляет нравственность, демонстрирует (или является пропагандой) насилия и жестокости, нарушает права интеллектуальной собственности, пропагандирует ненависть и/или дискриминацию людей по расовому, этническому, половому, религиозному, социальному признакам, содержит оскорбления в адрес каких-либо лиц или организаций, содержит элементы (или является пропагандой) порнографии, детской эротики, представляет собой рекламу (или является пропагандой) услуг сексуального характера (в том числе под видом иных услуг), разъясняет порядок изготовления, применения или иного использования наркотических веществ или их аналогов, взрывчатых веществ или иного оружия;

5.2.2. нарушать права третьих лиц, в том числе несовершеннолетних лиц и/или причинять им вред в любой форме;

5.2.3. выдавать себя за другого человека или представителя организации и/или сообщества без достаточных на то прав, в том числе за сотрудников Яндекса, за модераторов форумов, за владельца сайта, а также применять любые другие формы и способы незаконного представительства других лиц в сети, а также вводить пользователей или Яндекс в заблуждение относительно свойств и характеристик каких-либо субъектов или объектов;

5.2.4. загружать, посылать, передавать или любым другим способом размещать и/или распространять контент, при отсутствии прав на такие действия согласно законодательству или каким-либо договорным отношениям;

5.2.5. загружать, посылать, передавать или любым другим способом размещать и/или распространять не разрешенную специальным образом рекламную информацию, спам (в том числе и поисковый), списки чужих адресов электронной почты, схемы «пирамид», многоуровневого (сетевого) маркетинга (MLM), системы интернет-заработка и e-mail-бизнесов, «письма счастья», а также использовать сервисы Яндекса для участия в этих мероприятиях, или использовать сервисы Яндекса, исключительно для перенаправления пользователей на страницы других доменов;

5.2.6. загружать, посылать, передавать или любым другим способом размещать и/или распространять какие-либо материалы, содержащие вирусы или другие компьютерные коды, файлы или программы, предназначенные для нарушения, уничтожения либо ограничения функциональности любого компьютерного или телекоммуникационного оборудования или программ, для осуществления несанкционированного доступа, а также серийные номера к коммерческим программным продуктам и программы для их генерации, логины, пароли и прочие средства для получения несанкционированного доступа к платным ресурсам в Интернете, а также размещения ссылок на вышеуказанную информацию;

5.2.7. несанкционированно собирать и хранить персональные данные других лиц;

5.2.8. нарушать нормальную работу веб-сайтов и сервисов ТСЖ;

5.2.9. содействовать действиям, направленным на нарушение ограничений и запретов, налагаемых Соглашением;

5.2.10. другим образом нарушать нормы законодательства, в том числе нормы международного права.

6. Исключительные права на содержание сервисов и контент
6.1. Все объекты, доступные при помощи сервисов ТСЖ, в том числе элементы дизайна, текст, графические изображения, иллюстрации, видео, программы для ЭВМ, базы данных, музыка, звуки и другие объекты (далее – содержание сервисов), а также любой контент, размещенный на сервисах Яндекса, являются объектами исключительных прав Яндекса, Пользователей и других правообладателей.

6.2. Использование контента, а также каких-либо иных элементов сервисов возможно только в рамках функционала, предлагаемого тем или иным сервисом. Никакие элементы содержания сервисов ТСЖ, а также любой контент, размещенный на сервисах Яндекса, не могут быть использованы иным образом без предварительного разрешения правообладателя. Под использованием подразумеваются, в том числе: воспроизведение, копирование, переработка, распространение на любой основе, отображение во фрейме и т.д. Исключение составляют случаи, прямо предусмотренные законодательством РФ или условиями использования того или иного сервиса Яндекса.

Использование Пользователем элементов содержания сервисов, а также любого контента для личного некоммерческого использования, допускается при условии сохранения всех знаков охраны авторского права, смежных прав, товарных знаков, других уведомлений об авторстве, сохранения имени (или псевдонима) автора/наименования правообладателя в неизменном виде, сохранении соответствующего объекта в неизменном виде. Исключение составляют случаи, прямо предусмотренные законодательством РФ или пользовательскими соглашениями того или иного сервиса Яндекса.

7. Сайты и контент третьих лиц
7.1. Сервисы Яндекса могут содержать ссылки на другие сайты в сети Интернет (сайты третьих лиц). Указанные третьи лица и их контент не проверяются Яндексом на соответствие тем или иным требованиям (достоверности, полноты, законности и т.п.). Яндекс не несет ответственность за любую информацию, материалы, размещенные на сайтах третьих лиц, к которым Пользователь получает доступ с использованием сервисов, в том числе, за любые мнения или утверждения, выраженные на сайтах третьих лиц, рекламу и т.п., а также за доступность таких сайтов или контента и последствия их использования Пользователем.

7.2. Ссылка (в любой форме) на любой сайт, продукт, услугу, любую информацию коммерческого или некоммерческого характера, размещенная на Сайте, не является одобрением или рекомендацией данных продуктов (услуг, деятельности) со стороны Яндекса, за исключением случаев, когда на это прямо указывается на ресурсах Яндекса.

8. Реклама на сервисах Яндекса
8.1. Яндекс несет ответственность за рекламу, размещенную им на сервисах Яндекса, в пределах, установленных законодательством РФ.

9. Отсутствие гарантий, ограничение ответственности
9.1. Пользователь использует сервисы Яндекса на свой собственный риск. Сервисы предоставляются «как есть». Яндекс не принимает на себя никакой ответственности, в том числе за соответствие сервисов целям Пользователя;

9.2. Яндекс не гарантирует, что: сервисы соответствуют/будут соответствовать требованиям Пользователя; сервисы будут предоставляться непрерывно, быстро, надежно и без ошибок; результаты, которые могут быть получены с использованием сервисов, будут точными и надежными и могут использоваться для каких-либо целей или в каком-либо качестве (например, для установления и/или подтверждения каких-либо фактов); качество какого-либо продукта, услуги, информации и пр., полученных с использованием сервисов, будет соответствовать ожиданиям Пользователя;

9.3. Любые информацию и/или материалы (в том числе загружаемое ПО, письма, какие-либо инструкции и руководства к действию и т.д.), доступ к которым Пользователь получает с использованием сервисов ТСЖ, Пользователь может использовать на свой собственный страх и риск и самостоятельно несет ответственность за возможные последствия использования указанных информации и/или материалов, в том числе за ущерб, который это может причинить компьютеру Пользователя или третьим лицам, за потерю данных или любой другой вред;

9.4. Яндекс не несет ответственности за любые виды убытков, произошедшие вследствие использования Пользователем сервисов ТСЖ или отдельных частей/функций сервисов;

9.5. При любых обстоятельствах ответственность Яндекса в соответствии со статьей 15 Гражданского кодекса России ограничена 10 000 (десятью тысячами) рублей РФ и возлагается на него при наличии в его действиях вины.

10. Иные положения
10.1. Настоящее Соглашение представляет собой договор между Пользователем и Яндексом относительно порядка использования сервисов и заменяет собой все предыдущие соглашения между Пользователем и Яндексом.

10.2. Настоящее Соглашение регулируется и толкуется в соответствии с законодательством Российской Федерации. Вопросы, не урегулированные настоящим Соглашением, подлежат разрешению в соответствии с законодательством Российской Федерации. Все возможные споры, вытекающие из отношений, регулируемых настоящим Соглашением, разрешаются в порядке, установленном действующим законодательством Российской Федерации, по нормам российского права. Везде по тексту настоящего Соглашения, если явно не указано иное, под термином «законодательство» понимается как законодательство Российской Федерации, так и законодательство места пребывания Пользователя.

10.3. В отношении услуг, оказываемых в рамках настоящего Соглашения на безвозмездной основе, нормы о защите прав потребителей, предусмотренные законодательством Российской Федерации, не могут быть применимыми к отношениям между Пользователем и Яндексом.

10.4. В случае если сервисы Яндекса предусматривают возможность оформления платной подписки, то внесение платы за подписку производится Пользователем в порядке предоплаты. В целях оформления подписки и дальнейшей возможности оплаты подписки Пользователь привязывает свою банковскую карту в своей учетной записи (далее - Привязанная карта). Для целей настоящего Соглашения любая банковская карта, привязанная к учетной записи Пользователя (в том числе привязанная при оформлении подписки на сервисах Яндекса либо до оформления подписки, либо после ее оформления), считается Привязанной картой. Яндекс вправе списать сумму, составляющую стоимость подписки на сервисах Яндекса с любой из Привязанных карт.При указании данных Привязанной карты и дальнейшем использовании Привязанной карты Пользователь подтверждает и гарантирует указание им достоверной и полной информации о действительной банковской карте, выданной на его имя; соблюдение им правил международных платежных систем и требований банка-эмитента, выпустившего Привязанную карту, в том числе в отношении порядка проведения безналичных расчетов.

10.5. Ничто в Соглашении не может пониматься как установление между Пользователем и Яндексом агентских отношений, отношений товарищества, отношений по совместной деятельности, отношений личного найма, либо каких-то иных отношений, прямо не предусмотренных Соглашением.

10.6. Если по тем или иным причинам одно или несколько положений настоящего Соглашения будут признаны недействительными или не имеющими юридической силы, это не оказывает влияния на действительность или применимость остальных положений Соглашения.

10.7. Бездействие со стороны Яндекса в случае нарушения Пользователем либо иными пользователями положений Соглашений не лишает Яндекс права предпринять соответствующие действия в защиту своих интересов позднее, а также не означает отказа Яндекса от своих прав в случае совершения в последующем подобных либо сходных нарушений.

10.8. Настоящее Соглашение составлено на русском языке и в некоторых случаях может быть предоставлено Пользователю для ознакомления на другом языке. В случае расхождения русскоязычной версии Соглашения и версии Соглашения на ином языке, применяются положения русскоязычной версии настоящего Соглашения.

Дата публикации 17.03.2021 г.
`
export const userPrivacyPolicy = `Политика конфиденциальности
Дата публикации: 19 октября 2020 г.

Текущая версия доступна по адресу: https://yandex.ru/legal/confidential.

1. Что регулирует настоящая политика конфиденциальности
Настоящая политика конфиденциальности (далее — Политика) действует в отношении всей информации, включая персональные данные в понимании применимого законодательства (далее — «Персональная информация»), которую ООО «ЯНДЕКС» и/или его аффилированные лица, в том числе входящие в одну группу с ООО «ТСЖ» (далее — «ТСЖ»), могут получить о Вас в процессе использования Вами любых сайтов, программ, продуктов и/или сервисов ТСЖ (далее вместе — «Сервисы»), информацию о которых Вы можете найти на сайтах yandex.ru, yandex.com, yandex.ua, yandex.by, yandex.kz, yandex.com.tr, yandex.co.il и других принадлежащих Яндексу сайтах (далее вместе — «Сайты»), а также в ходе исполнения Яндексом / его аффилированными лицами любых соглашений и договоров, заключенных с Вами в связи с использованием Вами Сервисов. Яндекс может также получать Персональную информацию от своих партнеров (далее — «Партнеры»), сайты, программы, продукты или сервисы которых Вы используете (например, от рекламодателей Яндекса или службами такси). В таких случаях передача Персональной информации возможна только в случаях, установленных применимым законодательством, и осуществляется на основании специальных договоров между Яндексом и каждым из Партнеров.

Пожалуйста, обратите внимание, что использование любого из Сайтов и/или Сервисов может регулироваться дополнительными условиями, которые могут вносить в настоящую Политику изменения и/или дополнения, и/или иметь специальные условия в отношении персональной информации, размещенные в соответствующих разделах документов для таких Сайтов /или Сервисов.

2. Кто обрабатывает информацию
Для обеспечения использования Вами Сайтов и Сервисов Ваша Персональная информация собирается и используется Яндексом, в том числе включая общество с ограниченной ответственностью «ЯНДЕКС», юридическое лицо, созданное по законодательству Российской Федерации и зарегистрированное по адресу: 119021, Россия, Москва, ул. Льва Толстого, д. 16 (ООО «ЯНДЕКС»), или его аффилированным лицом, предоставляющим соответствующий Сервис в иных юрисдикциях. С информацией о том, какое лицо предоставляет тот или иной Сервис, Вы можете ознакомиться в условиях использования соответствующего Сервиса.

Для пользователей, находящихся на территории Европейской экономической зоны (ЕЭЗ) или Швейцарии, Яндекс представлен на территории ЕЭЗ и Швейцарии компанией Yandex Oy, юридическим лицом, созданным по законодательству Финляндии, зарегистрированным по адресу: Морееникату 6, 04600 Мянтсяля, Финляндия (Moreenikatu 6, 04600 Mäntsälä, Suomi).

Для пользователей, находящихся на территории Израиля, Яндекс представлен на территории компанией Yandex.Go Israel Ltd, юридическим лицом, созданным по законодательству Израиля, зарегистрированным по адресу: 148 Menachem Begin St., Tel Aviv, Israel 6492104.

3. Какова цель данной Политики
Защита Вашей Персональной информации и Вашей конфиденциальности чрезвычайно важны для Яндекса. Поэтому при использовании Вами Сайтов и Сервисов Яндекс защищает и обрабатывает Вашу Персональную информацию в строгом соответствии с применимым законодательством.

Следуя нашим обязанностям защищать Вашу Персональную информацию, в этой Политике мы хотели бы наиболее прозрачно проинформировать Вас о следующих моментах:

(a) зачем и как Яндекс собирает и использует («обрабатывает») Вашу Персональную информацию, когда Вы используете Сайты и/или Сервисы;

(b) какова роль и обязанности Яндекса как юридического лица, принимающего решение о том, зачем и как обрабатывать Вашу Персональную информацию;

(c) какие инструменты Вы можете использовать для сокращения объема собираемой Яндексом Персональной информации о Вас;

(d) каковы Ваши права в рамках проводимой обработки Персональной информации.

4. Какую Персональную информацию о Вас собирает Яндекс
Персональная информация, собранная в процессе работы Сайтов и/или предоставления Сервисов, может различаться в зависимости от того, используете Вы для доступа к Сайтам и/или Сервисам Вашу учетную запись или нет. В тех случаях, когда Вы осуществляете вход в свою учетную запись, Персональная информация, собранная о Вас Яндексом во время использования Вами Сайтов и Сервисов, может быть сопоставлена и связана с другой Персональной информацией, собранной Яндексом в рамках использования Вами Вашей учетной записи (например, данные о Вашей личности, контактные данные, возраст и пол, если они были предоставлены Яндексу). Яндекс не проверяет предоставленную Вами Персональную информацию за исключением случаев, предусмотренных пользовательским соглашением или условиями использования отдельных сервисов, и не может судить о ее достоверности, а также о том, обладаете ли вы достаточной правоспособностью для предоставления Вашей Персональной информации. Тем не менее Яндекс исходит из того, что Вы предоставляете достоверную и достаточную Персональную информацию, а также своевременно обновляете ее.

Яндекс может собирать следующие категории Персональной информации о Вас во время использования Вами Сайтов и Сервисов:

(i) Персональная информация, предоставленная Вами при регистрации (создании учетной записи), такая как Ваше имя, номер телефона, адрес и возраст;

(ii) электронные данные (HTTP-заголовки, IP-адрес, файлы cookie, веб-маяки/пиксельные теги, данные об идентификаторе браузера, информация об аппаратном и программном обеспечении, данные сети wi-fi);

(iii) дата и время осуществления доступа к Сайтам и/или Сервисам;

(iv) информация о Вашей активности во время использования Сайтов и/или Сервисов (например, история поисковых запросов, данные о покупках в Сервисах, данные о посещенных организациях, лайки и предпочтения, адреса электронной почты тех, с кем Вы ведете переписку, данные телефонной книги, информация о взаимодействии с другими пользователями, а также файлы и контент, хранящиеся в системах Яндекса);

(v) информация о геолокации;

(vi) иная информация о Вас, необходимая для обработки в соответствии с условиями, регулирующими использование конкретных Сайтов или Сервисов Яндекса;

(vii) информация о Вас, которую мы получаем от наших Партнеров в соответствии с условиями соглашений, заключенных между Вами и соответствующим Партнером, и соглашений, заключенных между Яндексом и Партнером.

Также Яндекс использует файлы cookie и веб-маяки (включая пиксельные теги) для сбора Персональной информации и связывания такой личной информации с Вашим устройством и веб-браузером (см. раздел 11 настоящей Политики).

Яндекс не собирает целенаправленно чувствительную персональную информацию (такую как расовое происхождение, политические взгляды, информация о здоровье и биометрические данные), за исключением случаев, предусмотренных пользовательскими соглашениями отдельных Сервисов. Тем не менее Вы можете самостоятельно предоставить их Яндексу, и в таком случае Яндекс будет обрабатывать их в рамках предоставления Вам Сервисов (например, если Вы задаете поисковые запросы, относящиеся к Вашему здоровью). При этом Вы должны принимать во внимание, что Яндекс не может запросить Ваше согласие на такую обработку, поскольку не осведомлен заранее о потенциально чувствительном характере Персональной информации, которую Вы можете предоставить Яндексу.

Яндекс не собирает данные с целью составления «портрета» пользователя в той степени, при которой это может существенно повлиять на Ваши права и свободы в соответствии с применимым законодательством.

5. Какова правовая основа и цели обработки Вашей Персональной информации
Яндекс не вправе обрабатывать Вашу Персональную информацию без достаточных на то правовых оснований. Поэтому Яндекс обрабатывает Вашу Персональную информацию только в том случае, если:

(i) обработка необходима для выполнения договорных обязательств Яндекса перед Вами, включая обеспечение работы Сайтов и Сервисов (например, предоставление Вам результатов поиска по Вашим поисковым запросам);

(ii) обработка необходима для соблюдения установленных законодательством обязательств;

(iii) когда это предусмотрено применимым законодательством, обработка необходима для обеспечения законных интересов Яндекса в случае, если такая обработка не оказывает существенного влияния на Ваши интересы, Ваши фундаментальные права и свободы. Обратите внимание, что при обработке Вашей персональной информации на указанном основании, Яндекс всегда будет стремиться поддерживать баланс между своими законными интересами и защитой Вашей конфиденциальности.

Яндекс обрабатывает Вашу Персональную информацию для обеспечения своих законных интересов, например, в следующих случаях:

(a) чтобы лучше понимать, как Вы взаимодействуете с нашими Сайтами и/или Сервисами;

(b) чтобы совершенствовать, менять, персонализировать или иным образом улучшать Сайты и Сервисы в интересах всех пользователей;

(c) чтобы предлагать Вам другие продукты и сервисы Яндекса или других компаний, которые, по нашему мнению, могут Вас заинтересовать (т. е. показывать Вам рекламу, учитывающую Ваши интересы);

(iv) для конкретных целей либо в соответствии с требованием применимого законодательства мы можем запросить Ваше отдельное согласие на обработку Вашей Персональной информации. Для юрисдикций, где согласие признается отдельным правовым основанием, начало использования вами Сайтов и/или Сервисов Яндекс выражает Ваше согласие с такой обработкой. Настоящим мы информируем Вас, а Вы подтверждаете, что у Вас нет никаких обязательств по предоставлению нам какой-либо Персональной информации при использовании Вами Сайтов или Услуг и основано исключительно на Вашей свободной воле. Вместе с тем Вы осознаете, что без предоставления Персональной информации мы не сможем предоставить Вам возможность воспользоваться Сервисами, а использование Вами Сайтов будет ограничено.

Яндекс всегда обрабатывает Вашу Персональную информацию в определенных целях и только ту Персональную информацию, которая имеет отношение к достижению таких целей. В частности, мы обрабатываем Вашу Персональную информацию для следующих целей:

(i) предоставление Вам доступа к Сайтам и/или Сервисам (в т. ч. предоставление результатов поиска в ответ на Ваши поисковые запросы с учетом Ваших предпочтений, истории поиска и другой Персональной информации о Вас, доступной Яндексу);

(ii) предоставление доступа к Вашей учетной записи, включая электронный почтовый ящик Яндекса и хранилище файлов, если Вы зарегистрированы в соответствующих Сервисах;

(iii) осуществление связи с Вами для направления Вам уведомлений, запросов и информации, относящейся к работе Сайтов и Сервисов, выполнения соглашений с Вами и обработки Ваших запросов и заявок;

(iv) персонализация рекламы и предложений с учетом Ваших предпочтений, истории поиска и другой Персональной информации о Вас, доступной Яндексу;

(v) повышение удобства использования Сайтов и Сервисов, в том числе для показа наиболее релевантных результатов поиска и предоставления более персонализированных Сайтов и Сервисов, а также для улучшения других продуктов, приложений и Сервисов Яндекса;

(vi) создание новых продуктов, утилит и предложений Яндекса;

(vii) защита Ваших прав и прав Яндекса;

(viii) сбор, обработка и представление статистических данных, больших данных и других исследований.

 

Использование в Сервисах Яндекса информации, полученной от API Google (далее – «Полученные данные»), осуществляется в соответствие с положениями Google API Disclosure с учетом указанных в ней ограничений, а именно:

Полученные данные используются исключительно для целей предоставления Вам функций почтового клиента. Полученные данные не могут быть использованы для передачи третьим лицам, для показа рекламных материалов и иных целей, связанных с неправомерным доступом к содержанию Вашей переписки.

Подробнее с условиями обработки Полученных данных Вы можете ознакомиться по адресу: (https://yandex.ru./legal/confidential_google_api).

6. Как Яндекс защищает Вашу Персональную информацию
В большинстве случаев Персональная информация обрабатывается автоматически без доступа к ней кого-либо из сотрудников Яндекса. В случае если такой доступ понадобится, то он может быть предоставлен только тем сотрудникам Яндекса, которые нуждаются в этом для выполнения своих задач. Для защиты и обеспечения конфиденциальности данных все сотрудники должны соблюдать внутренние правила и процедуры в отношении обработки Персональной информации. Они также должны следовать всем техническим и организационным мерам безопасности, действующим для защиты Вашей Персональной информации.

Яндекс также внедрил достаточные технические и организационные меры для защиты Персональной информации от несанкционированного, случайного или незаконного уничтожения, потери, изменения, недобросовестного использования, раскрытия или доступа, а также иных незаконных форм обработки. Данные меры безопасности были реализованы с учетом современного уровня техники, стоимости их реализации, рисков, связанных с обработкой и характером Персональной информации.

7. Кто еще имеет доступ к Вашей Персональной информации и кому она может быть передана
7.1 В рамках Группы Яндекса

Яндекс может передавать Вашу Персональную информацию своим сотрудникам (в пределах, указанных в разделе 6 настоящей Политики). Яндекс также может передавать Вашу Персональную информацию своим аффилированным лицам, в том числе другим компаниям из группы лиц, к которой принадлежит Яндекс («Группа Яндекса»). Обратите внимание, что уровень защиты Персональной информации в некоторых странах может не совпадать с уровнем, установленном в вашей юрисдикции, и, используя Сервисы Яндекса, Вы соглашаетесь на такую передачу.

Во всех случаях Персональная информация также будет обрабатываться только для целей, изложенных в разделе 5 настоящей Политики, если иное не установлено условиями использования Сайтов и/или Сервисов, предоставляемых компаниями Группы Яндекса, в том числе:

при использовании Вами Сервисов и услуг компании ООО «Яндекс.Вертикали» (ОГРН: 5157746192742) Ваша Персональная информация может передаваться в ООО «Яндекс.Вертикали» для обработки на условиях и для целей, определенных в Пользовательском соглашении сайта «AUTO.RU» (https://yandex.ru/legal/autoru_terms_of_service), «Яндекс.Работа» (https://yandex.ru/legal/job_termsofuse), «Яндекс.Недвижимость» (https://yandex.ru/legal/realty_termsofuse);

при использовании Вами Сервисов и услуг компании ООО «Яндекс.Такси» (ОГРН: 5157746192731) Ваша Персональная информация может передаваться в ООО «Яндекс.Такси» для обработки на условиях и для целей, определенных в Условиях использования сервиса «Яндекс.Такси» (https://yandex.ru/legal/taxi_termsofuse);

при использовании Вами Сервисов и услуг компании ООО «Яндекс.Маркет» (ОГРН: 1167746491395) Ваша Персональная информация может передаваться в ООО «Яндекс.Маркет» для обработки на условиях и для целей, определенных в Правилах использования сервиса «Яндекс.Маркет» (https://yandex.ru/legal/market_termsofuse);

при использовании Вами Сервисов и услуг компании ООО «Облачные технологии Яндекс» (ОГРН: 1167746432040) Ваша Персональная информация может передаваться в ООО «Облачные технологии Яндекс»;

при использовании Вами Сервисов и услуг компании ООО «Яндекс.Драйв» (ОГРН: 5177746277385) Ваша Персональная информация может передаваться в ООО «Яндекс.Драйв» для обработки на условиях и для целей, определенных в Условиях использования сервиса «Яндекс.Драйв» (https://yandex.ru/legal/drive_termsofuse);

при использовании Вами Сервисов и услуг компании ООО «Яндекс.Автобусы» (ОГРН: 1177746347591) Ваша Персональная информация может передаваться в ООО «Яндекс.Автобусы» для обработки на условиях и для целей, определенных в Условиях использования сервиса «Яндекс.Автобусы» (https://yandex.ru/legal/bus_termsofuse);

при использовании Вами Сервисов и услуг компании ООО «ЕДАДИЛ ПРОМО» (ОГРН: 5157746114477) Ваша Персональная информация может передаваться в ООО «ЕДАДИЛ ПРОМО» для обработки на условиях и для целей, определенных в Условиях использования сервиса «Едадил» (http://corp.edadeal.ru/legal);

при использовании Вами Сервисов и услуг компании ООО «Кинопоиск» (ОГРН: 1077759854919) Ваша Персональная информация может передаваться в ООО «Кинопоиск» для обработки на условиях и для целей, определенных в Условиях использования сервиса «КиноПоиск» (https://yandex.ru/legal/kinopoisk_termsofuse);

при использовании Вами Сервисов и услуг компании Yandex Europe AG Ваша Персональная информация может передаваться в Yandex Europe AG для обработки на условиях и для целей, определенных в Условиях использования сервиса (https://yandex.com/legal/termsofservice);

при использовании Вами Сервисов и услуг Yandex.Go Israel Ltd (регистрационный номер 515926285), Ваша Персональная информация может передаваться в Yandex.Go Israel Ltd для обработки на условиях и для целей, определенных в Условиях использования сервиса (https://yandex.com/legal/yango_termsofuse);

при использовании Вами Сервисов и услуг Автономной Некоммерческой Организации Дополнительного Профессионального Образования «Школа анализа данных» (АНО ДПО «ШАД»), а также Вашем участии в организуемых ею проектах, Ваша Персональная информация может передаваться в АНО ДПО «ШАД» для обработки на условиях и для целей, определенных в правилах обработки данных АНО ДПО «ШАД»;

при использовании Вами Сервисов и услуг компании ООО «Яндекс.Медиасервисы» (ОГРН: 1187746644920) Ваша Персональная информация может передаваться в ООО «Яндекс.Медиасервисы» для обработки на условиях и для целей, определенных в Условиях использования сервисов «Яндекс.Музыка» (https://yandex.ru/legal/music_termsofuse), «Яндекс.Афиша» (https://yandex.ru/legal/afisha_termsofuse);

при использовании Вами Сервисов и услуг компании ООО «Яндекс.Заправки» (ОГРН: 1187746812725) Ваша Персональная информация может передаваться в ООО «Яндекс.Заправки» для обработки на условиях и для целей, определенных в Условиях использования сервиса «Яндекс.Заправки» (https://yandex.ru/legal/zapravki_termsofuse);

при использовании Вами Сервисов и услуг компании ООО «Клиника Яндекс.Здоровье» (ОГРН: 5177746308394) Ваша Персональная информация может передаваться в ООО «Клиника Яндекс.Здоровье» для обработки на условиях и для целей, определенных в Условиях использования сервиса «Яндекс.Здоровье» (https://yandex.ru/legal/health_termsofuse).

Кроме того, Ваша Персональная информация может передаваться лицам, входящим в Группу Яндекса и находящимся с Вами в одной стране, для оказания Вам поддержки при использовании Вами Сайтов и Сервисов, например, в случае если Вы находитесь на территории Казахстана, Ваша Персональная информация может передаваться в ТОО «Яндекс.Казахстан».

7.2 Вне Группы Яндекса

Яндекс также может передавать Персональную информацию третьим лицам, не входящим в Группу Яндекса, для достижения целей, указанных в разделе 5 настоящей Политики. Обратите внимание, что уровень защиты Персональной информации в некоторых странах может не совпадать с уровнем, установленном в вашей юрисдикции, и, используя Сервисы Яндекса, Вы соглашаетесь на такую передачу.

К таким третьим лицам могут относиться:

(i) Партнеры, такие как владельцы сайтов и приложений, рекламные сети и другие партнеры, предоставляющие Яндексу услуги, связанные с размещением и отображением рекламы на сайтах, в программах, продуктах или сервисах, которые принадлежат таким партнерам или контролируются ими; компании, предоставляющие услуги перевозки (такси);

(ii) рекламодатели или другие Партнеры, которые отображают для Вас рекламу на Сайтах и/или на Сервисах Яндекса, а также такие Партнеры как поставщики информационных сервисов или консультанты.

Яндекс также может передавать Персональную информацию третьим лицам, не входящим в Группу Яндекса:

(i) третьим лицам, в отношении которых произведена уступка прав или обязанностей, или новация по соответствующему соглашению;

(ii) любому национальному и/или международному регулирующему органу, правоохранительным органам, центральным или местным исполнительным органам власти, другим официальным или государственным органам или судам, в отношении которых Яндекс обязан предоставлять информацию в соответствии с применимым законодательством по соответствующему запросу;

(iii) третьим лицам, в случае если Вы выразили согласие на передачу Вашей Персональной информации либо передача Персональной информации требуется для предоставления Вам соответствующего Сервиса или выполнения определенного соглашения или договора, заключенного с Вами;

(iv) любому третьему лицу в целях обеспечения правовой защиты Яндекса или третьих лиц при нарушении Вами Пользовательского соглашения сервисов ТСЖ (https://yandex.ru/legal/rules), настоящей Политики или условий, регулирующих использование отдельных Сервисов, либо в ситуации, когда существует угроза такого нарушения.

8. Где хранится и обрабатывается Ваша Персональная информация
Ваша Персональная информация будет храниться в Российской Федерации и/или в ЕЭЗ.

Для российских пользователей: Яндекс осуществляет запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение персональных данных граждан Российской Федерации с использованием баз данных, находящихся на территории Российской Федерации.

Для пользователей из ЕЭЗ, Швейцарии или Израиля: Россия является юрисдикцией за пределами Европейской экономической зоны, которая не была признана Европейской комиссией как обеспечивающая адекватный уровень защиты персональных данных. Поэтому Яндекс принял соответствующие меры для обеспечения того, чтобы такая передача осуществлялась в соответствии с действующими правилами защиты данных ЕС.

В частности, Яндекс руководствуется Стандартными договорными условиями, утвержденными Европейской комиссией, для обеспечения адекватного уровня защиты Вашей Персональной информации, передаваемой в Россию. Копию этих Стандартных договорных условий можно получить по запросу.

Если Вы находитесь на территории, где для передачи Вашей Личной информации в другую юрисдикцию требуется Ваше согласие, то используя Сайты или Сервисы, Вы даете Яндексу свое явное и однозначное согласие на такую передачу или хранение, и/или обработку информации в других указанных юрисдикциях, включая Россию.

9. Как долго мы храним Вашу Персональную информацию
Яндекс будет хранить Вашу Персональную информацию столько времени, сколько это необходимо для достижения цели, для которой она была собрана, или для соблюдения требований законодательства и нормативных актов.

Если иное не требуется по закону или соглашению с Вами, электронные письма и документы, которые Вы храните в системах Яндекса как часть Сервиса, будут храниться до тех пор, пока у Вас есть учетная запись, но они могут быть удалены Вами в любое время.

Если Вы хотите, чтобы какая-либо Ваша Персональная информация была удалена из баз данных Яндекса, Вы можете самостоятельно удалить необходимую Персональную информацию с использованием Вашей учетной записи или через интерфейс Сайтов и/или Сервисов (где это применимо).

10. Ваши права
10.1 Какими правами Вы обладаете

В случае если это предусмотрено применимым законодательством, Вы имеете право на доступ к Вашей Персональной информации, обрабатываемой Яндексом в соответствии с настоящей Политикой.

Если Вы считаете, что какая-либо информация, которую Яндекс хранит о Вас, некорректная или неполная, Вы можете войти в свою учетную запись и исправить Вашу Персональную информацию самостоятельно.

Если это предусмотрено применимым законодательством, Вы имеете право:

ознакомиться с информацией, которую Яндекс хранит о Вас;
требовать удаления Вашей Персональной информации или ее части, а также отзывать согласие на обработку Вашей персональной информации;
требовать ограничений на обработку Вашей Персональной информации;
запросить копию Стандартных договорных условий, разрешающих передачу Вашей Персональной информации в Россию и указанных в разделе 8 настоящей Политики;
возражать против обработки Вашей Персональной информации, если это предусмотрено применимым законодательством.
Яндекс будет выполнять указанные запросы в соответствии с применимым законодательством.

В случаях, предусмотренных применимым законодательством, Вы можете также обладать другими правами, не указанными выше.

При использовании Вами Сервисов передача Персональной информации осуществляется c Вашего согласия, выражающего свободную волю и Ваш интерес, (в частности, на основании договора с Вами) и не является обязанностью по закону.

10.2 Как Вы можете реализовать свои права

Для осуществления вышеуказанных прав, пожалуйста, войдите в свою учетную запись, а в случае отсутствия специальной функции в интерфейсе свяжитесь с Яндексом (см. раздел 13 настоящей Политики).

Если Вы не удовлетворены тем, как Яндекс обрабатывает Вашу Персональную информацию, пожалуйста, сообщите нам, и мы рассмотрим Вашу претензию. Если Вы не удовлетворены ответом Яндекса, Вы имеете право подать жалобу в компетентный орган.

11. Как мы используем файлы cookie и другие подобные технологии на Сайтах или при использовании Вами Сервисов
11.1 Какие файлы cookie и зачем их использует Яндекс

Файлы cookie — это небольшой фрагмент данных, который принимается и обрабатывается устройством, которое Вы используете для доступа к Сайтам. Файлы cookie хранят и отправляют обратно на Сайты информацию, которая помогает Вашей работе с Сайтами и позволяет нам запоминать Ваши предпочтения по истечении времени, например, настройки браузера или узнавать Вашу учетную запись. Для получения дополнительной информации о файлах cookie, их описании, о целях использования и возможных способах управления ими, следуйте нашей Политике использования файлов cookie. [https://yandex.ru/legal/cookies_policy].

На Сайтах используются следующие типы файлов cookie:
строго необходимые файлы cookie / технические файлы cookie: эти файлы cookie необходимы для работы Сайтов и предоставления Вам Сервисов; кроме всего прочего, они позволяют Яндексу идентифицировать Ваше аппаратное и программное обеспечение, включая тип Вашего браузера;
статистические / аналитические файлы cookie: эти файлы cookie позволяют распознавать пользователей, подсчитывать их количество и собирать информацию, такую как произведенные Вами операции на Сайтах и в Сервисах, включая информацию о посещенных Вами веб-страницах и контенте, который Вы получаете;
технические файлы cookie: эти файлы cookie собирают информацию о том, как пользователи взаимодействуют с Сайтами и/или Сервисами, что позволяет выявлять ошибки и тестировать новые функции для повышения производительности Сайтов и Сервисов;
функциональные файлы cookie: эти файлы cookie позволяют предоставлять определенные функции, чтобы облегчить использование Вами Сайтов, например, сохраняя Ваши предпочтения (такие как язык и местоположение);
(сторонние) файлы отслеживания / рекламные файлы cookie: эти файлы cookie собирают информацию о пользователях, источниках трафика, посещенных страницах и рекламе, отображенной для Вас, а также той, по которой Вы перешли на рекламируемую страницу. Они позволяют отображать рекламу, которая может Вас заинтересовать, на основе анализа Персональной информации, собранной о Вас. Они также используются в статистических и исследовательских целях.
11.2 Как долго файлы cookie хранятся на Вашем устройстве

Яндекс использует информацию, содержащуюся в файлах cookie только в указанных выше целях, после чего собранные данные будут храниться на Вашем устройстве в течение периода, который может зависеть от соответствующего типа файлов cookie, но не превышая срока, необходимого для достижения их цели, после чего они будут автоматически удалены из Вашей системы.

11.3 Кто еще имеет доступ к информации, содержащейся в файлах cookie

Персональная информация, собранная с помощью файлов cookie, размещенных на Вашем устройстве, может быть передана и доступна Яндексу и/или третьим лицам, указанным в разделе 7 настоящей Политики. Использование Персональной информации вне Сайтов в рекламных целях, если таковые имеются, может быть предметом отдельных пользовательских соглашений, доступных на веб-сайтах третьих лиц. Яндекс и/или третьи лица могут также предоставить Вам возможность отказаться от персонализации рекламы, которая может быть предметом регулирования законодательства и правил, применимых к таким продуктам и предложениям.

При первом посещении Сайтов может быть запрошено Ваше согласие на использование файлов cookie. Если после того, как Вы одобрили использование файлов cookie, Вы захотите изменить свое решение, Вы сможете сделать это, удалив файлы cookie, хранящиеся в Вашем браузере (обычно это можно сделать в настройках браузера — пожалуйста, обратитесь к руководству по работе с браузером или сайту его разработчика). После этого может быть снова отображено всплывающее окно, запрашивающее Ваше согласие, и Вы сможете сделать иной выбор. Если Вы отказываетесь от использования файлов cookie, это может привести к тому, что некоторые функции Сайтов будут Вам недоступны, и повлияет на возможность использования Вами Cайтов. Вы также можете изменить настройки Вашего браузера, чтобы принимать или отклонять по умолчанию все файлы cookie или файлы cookie с определенных сайтов, включая Сайты Яндекса. Если Вы одобрили использование файлов cookie на одном из Сайтов Яндекса, мы будем считать, что использование файлов cookie на всех Cайтах было одобрено Вами.

Яндекс также может использовать веб-маяки (пиксельные теги) для доступа к файлам cookie, ранее размещенным на Вашем устройстве, для следующих целей:

(i) определение Ваших действий на Сайтах и в процессе использования Сервисов путем доступа и использования файлов cookie, хранящихся на Вашем устройстве;

(ii) сбор статистической информации, связанной с работой Сайтов, Сервисов или продуктов, утилит и предложений Яндекса.
12. Обновление настоящей Политики
В настоящую Политику могут быть внесены изменения. Яндекс имеет право вносить изменения по своему усмотрению, в том числе, но не ограничиваясь, в случаях, когда соответствующие изменения связаны с изменениями в применимом законодательстве, а также когда соответствующие изменения связаны с изменениями в работе Сайтов и Сервисов.

Яндекс обязуется не вносить существенных изменений, не налагать дополнительных обременений или ограничений Ваших прав, установленных настоящей Политикой без Вашего уведомления. Вы будете уведомлены о таких изменениях. Соответствующие уведомления могут быть отображены на Сайте или в Сервисах (например, через всплывающее окно или баннер) до того, как такие изменения вступят в силу, или могут быть отправлены Вам по другим каналам связи (например, по электронной почте, если Вы предоставили нам Ваши контактные данные).
13. Вопросы и предложения
Яндекс приветствует Ваши вопросы и предложения, касающиеся исполнения или изменения настоящей Политики. Пожалуйста, воспользуйтесь нашей формой обратной связи, размещенной по адресу http://feedback.yandex.ru. Вы также можете воспользоваться этим адресом для направления запросов о реализации Ваших прав или жалоб относительно некорректности Вашей Персональной информации или незаконности ее обработки.`
